{
    "quotes": [
        {
            "text": "The way to get started is to quit talking and start doing",
            "author": "Walt Disney"
        },
        {
            "text": "Don't sit down and wait for the opportunities to come. Get up and make them",
            "author": "Madam C.J. Walker"
        },
        {
            "text": "Nothing will work unless you do",
            "author": "Maya Angelou"
        },
        {
            "text": "If you spend too much time thinking about a thing, you'll never get it done",
            "author": "Bruce Lee"
        },
        {
            "text": "Action is the foundational key to all success",
            "author": "Pablo Picasso"
        },
        {
            "text": "Success is the sum of small efforts, repeated day in and day out",
            "author": "Robert Collier"
        },
        {
            "text": "With ordinary talent and extraordinary perseverance, all things are attainable",
            "author": "Thomas Fowell Buxton"
        },
        {
            "text": "The man who moves a mountain begins by carrying away small stones",
            "author": "Confucius"
        },
        {
            "text": "It does not matter how slowly you go as long as you do not stop",
            "author": "Confucius"
        },
        {
            "text": "Great things are done by a series of small things brought together",
            "author": "Vincent van Gogh"
        },
        {
            "text": "You've got to get up every morning with determination if you're going to go to bed with satisfaction",
            "author": "George Lorimer"
        },
        {
            "text": "Don't count the days, make the days count",
            "author": "Muhammad Ali"
        },
        {
            "text": "Someday is not a day of the week",
            "author": "Janet Dailey"
        },
        {
            "text": "The secret of getting ahead is getting started",
            "author": "Mark Twain"
        },
        {
            "text": "Even if you're on the right track, you'll get run over if you just sit there",
            "author": "Will Rogers"
        },
        {
            "text": "Concentrate all your thoughts upon the work in hand",
            "author": "Alexander Graham Bell"
        },
        {
            "text": "Focus means eliminating distractions, not just from other people, but the things we do to distract ourselves",
            "author": "Catherine Pulsifer"
        },
        {
            "text": "Amateurs sit and wait for inspiration, the rest of us just get up and go to work",
            "author": "Stephen King"
        },
        {
            "text": "Productivity is never an accident",
            "author": "Paul J. Meyer"
        },
        {
            "text": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success",
            "author": "Shawn Achor"
        },
        {
            "text": "Lost time is never found again",
            "author": "Benjamin Franklin"
        },
        {
            "text": "You've gotta keep control of your time",
            "author": "Warren Buffet"
        },
        {
            "text": "Never do tomorrow what you can do today",
            "author": "Charles Dickens"
        },
        {
            "text": "Time is the most valuable coin in your life",
            "author": "Carl Sandburg"
        },
        {
            "text": "Yesterday is gone. Tomorrow has not yet come. We have only today",
            "author": "Mother Teresa"
        },
        {
            "text": "Start where you are. Use what you have. Do what you can",
            "author": "Arthur Ashe"
        },
        {
            "text": "The only way to do great work is to love what you do",
            "author": "Steve Jobs"
        },
        {
            "text": "Don't be busy; be productive",
            "author": "Tony Robbins"
        },
        {
            "text": "Make each day your masterpiece",
            "author": "John Wooden"
        },
        {
            "text": "What you do today can improve all your tomorrows",
            "author": "Ralph Marston"
        },
        {
            "text": "Victory is always possible for the person who refuses to stop fighting",
            "author": "Napoleon Hill"
        },
        {
            "text": "Things may come to those who wait, but only the things left by those who hustle",
            "author": "Abraham Lincoln"
        },
        {
            "text": "Opportunity is missed by most people because it is dressed in overalls and looks like work",
            "author": "Thomas Edison"
        },
        {
            "text": "The future belongs to those who believe in the beauty of their dreams",
            "author": "Eleanor Roosevelt"
        },
        {
            "text": "Without ambition one starts nothing. Without work one finishes nothing",
            "author": "Ralph Waldo Emerson"
        },
        {
            "text": "You cannot escape the responsibility of tomorrow by evading it today",
            "author": "Abraham Lincoln"
        },
        {
            "text": "If you really want to do something, you'll find a way",
            "author": "Jim Rohn"
        },
        {
            "text": "The harder I work, the more luck I seem to have",
            "author": "Thomas Jefferson"
        },
        {
            "text": "Good things happen to those who hustle",
            "author": "Anais Nin"
        },
        {
            "text": "All progress takes place outside the comfort zone",
            "author": "Michael John Bobak"
        },
        {
            "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit",
            "author": "Aristotle"
        },
        {
            "text": "Do what you can, where you are, with what you have",
            "author": "Teddy Roosevelt"
        },
        {
            "text": "Your success and happiness lies in you",
            "author": "Helen Keller"
        },
        {
            "text": "The quality of a person's life is in direct proportion to their commitment to excellence",
            "author": "Vince Lombardi"
        },
        {
            "text": "Doing the best at this moment puts you in the best place for the next moment",
            "author": "Oprah Winfrey"
        },
        {
            "text": "It always seems impossible until it's done",
            "author": "Nelson Mandela"
        },
        {
            "text": "Success is not final, failure is not fatal: it is the courage to continue that counts",
            "author": "Winston Churchill"
        },
        {
            "text": "The only way to achieve the impossible is to believe it is possible",
            "author": "Charles Kingsleigh"
        },
        {
            "text": "Keep going. Each step may get harder, but don't stop",
            "author": "Unknown"
        },
        {
            "text": "Energy and persistence conquer all things",
            "author": "Benjamin Franklin"
        }
    ]
} 